xml/request_oclc/oclc_lokaldata_forsk_820050-katalog_001682147.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords>
<oclcRecord>
<foxml:digitalObject VERSION="1.1" PID="820050-katalog:001682147">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T10:52:58.294Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T10:52:59.323Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T10:52:58.294Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T10:52:58.413Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
<audit:record ID="AUDREC2">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>DC</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T10:52:59.323Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T10:52:58.327Z" MIMETYPE="text/xml" SIZE="5369">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oso="http://oss.dbc.dk/ns/opensearchobjects" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <dkabm:record>
    <ac:identifier>001682147|820050</ac:identifier>
    <ac:source>Bibliotekskatalog</ac:source>
    <dc:title>Trækopfuglens krønike</dc:title>
    <dc:title xsi:type="dkdcplus:full">Trækopfuglens krønike</dc:title>
    <dc:creator xsi:type="dkdcplus:aut">Haruki Murakami </dc:creator>
    <dc:creator xsi:type="oss:sort">Murakami, Haruki</dc:creator>
    <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
    <dc:description>Først forsvinder Toru Okadas kat, dernæst hans kone Kumiko. Hans søgen efter begge bliver en mystisk, magisk rejse i det japanske samfund og sindets afkroge</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dkdcplus:version>7. opl.</dkdcplus:version>
    <dc:publisher>Klim</dc:publisher>
    <dc:date>2001</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dcterms:extent>635 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">8777248570</dc:identifier>
    <dc:identifier xsi:type="dkdcplus:ISBN">9788777248573</dc:identifier>
    <dc:source>Nejimaki-dori kuronikure</dc:source>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
  </dkabm:record>
  <marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1">
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield ind1="0" ind2="0" tag="001">
        <marcx:subfield code="a">001682147</marcx:subfield>
        <marcx:subfield code="b">820050</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="002">
        <marcx:subfield code="a">9788777248573</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="004">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="008">
        <marcx:subfield code="t">m</marcx:subfield>
        <marcx:subfield code="a">2001</marcx:subfield>
        <marcx:subfield code="u">r</marcx:subfield>
        <marcx:subfield code="z">2011</marcx:subfield>
        <marcx:subfield code="l">dan</marcx:subfield>
        <marcx:subfield code="v">4</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="009">
        <marcx:subfield code="a">a</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="021">
        <marcx:subfield code="e">9788777248573</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="021">
        <marcx:subfield code="a">8777248570</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="041">
        <marcx:subfield code="a">dan</marcx:subfield>
        <marcx:subfield code="c">jpn</marcx:subfield>
      </marcx:datafield>
      
      
      <marcx:datafield ind1="0" ind2="0" tag="100">
        <marcx:subfield code="a">Murakami</marcx:subfield>
        <marcx:subfield code="h">Haruki</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="241">
        <marcx:subfield code="a">Nejimaki-dori kuronikure</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="245">
        <marcx:subfield code="a">Trækopfuglens krønike</marcx:subfield>
        <marcx:subfield code="e">Haruki Murakami</marcx:subfield>
        <marcx:subfield code="f">oversat af Mette Holm</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="250">
        <marcx:subfield code="a">7. opl.</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="260">
        <marcx:subfield code="a">Århus</marcx:subfield>
        <marcx:subfield code="b">Klim</marcx:subfield>
        <marcx:subfield code="c">2011</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="300">
        <marcx:subfield code="a">635 sider</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="530">
        <marcx:subfield code="a">Først forsvinder Toru Okadas kat, dernæst hans kone Kumiko. Hans søgen efter begge bliver en mystisk, magisk rejse i det japanske samfund og sindets afkroge</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="652">
        <marcx:subfield code="n">88.869</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  
  
  <adminData>
    <libraryType>research</libraryType>
    <indexingAlias>danmarcxchange</indexingAlias>
    <accessType>physical</accessType>
  <creationDate>2013-05-16</creationDate></adminData>
</ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-forsk" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-forsk.0" LABEL="" CREATED="2013-05-16T10:52:58.327Z" MIMETYPE="text/xml" SIZE="799">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="088">
        <marcx:subfield code="a">82/89(520)</marcx:subfield>
        <marcx:subfield code="b">Skønlitteratur, Japan</marcx:subfield>
      </marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="096">
        <marcx:subfield code="a">LAN</marcx:subfield>
        <marcx:subfield code="i">Mur</marcx:subfield>
        <marcx:subfield code="o">82/89(520)</marcx:subfield>
        <marcx:subfield code="s">Stue</marcx:subfield>
        <marcx:subfield code="t">Bøger</marcx:subfield>
        <marcx:subfield code="z">820050</marcx:subfield>
      </marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T10:52:58.413Z" MIMETYPE="application/rdf+xml" SIZE="233">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/820050-katalog:001682147">
    <isMemberOfUnit xmlns="info:fedora/">unit:1</isMemberOfUnit>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.1" LABEL="" CREATED="2013-05-16T10:52:59.323Z" MIMETYPE="text/xml" SIZE="938">
<foxml:xmlContent>
<oai_dc:dc xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>trækopfuglens krønike</dc:title>
  <dc:title>MATCH:trækop</dc:title>
  <dc:creator>Haruki Murakami</dc:creator>
  <dc:creator>NOBIRTH:Haruki Murakami</dc:creator>
  <dc:creator>MATCHSTRING:Murakamih</dc:creator>
  <dc:publisher>klim</dc:publisher>
  <dc:publisher>MATCHSTRING:klim</dc:publisher>
  <dc:date>2001</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>820050-katalog:001682147</dc:identifier>
  <dc:identifier>ISBN:8777248570</dc:identifier>
  <dc:identifier>ISBN:9788777248573</dc:identifier>
  <dc:source>nejimaki-dori kuronikure</dc:source>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject>
<ocn>42</ocn>
<holdingsServiceResponse>
              <response>
                <timestamp>2013-05-08 13:09:35.181</timestamp>
                <pid>870970-basis:29348022</pid>
                <result>
                  <holding fedoraPid="870970-basis:29348022">
                    <agencyId>820010</agencyId>
                    <note/>
                    <codes/>
                    <callNumber>USAMF B x 2-133-5771</callNumber>
                    <localIdentifier>5515175</localIdentifier>
                    <state>a</state>
                    <lastModified>2013-05-02T12:07:49Z</lastModified>
                  </holding>
                  <holding fedoraPid="870970-basis:29348022">
                    <agencyId>125050</agencyId>
                    <note/>
                    <codes/>
                    <callNumber>USAMF B x 2-133-5771</callNumber>
                    <localIdentifier>5515175</localIdentifier>
                    <state>a</state>
                    <lastModified>2013-05-02T12:07:49Z</lastModified>
                  </holding>
                </result>
              </response>
</holdingsServiceResponse>
</oclcRecord>
</oclcRecords>
</ns1:originalData>
<ns1:outputFormat>dm2ToOclcMarc21MarcXchange</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
